[
  {
    "title": "Why Are Healthy Eating Habits Important?",
    "description": "If you’ve ever asked someone how to be healthy, you’ve probably heard this advice: Eat a healthy diet. Really, though, what does that even mean? If you ask many followers of the trendy ketogenic diet, it means shunning sweet potatoes and quinoa in favor of cheese and coconut oil. For another person, it might mean avoiding sugary foods like ice cream and candy at all costs. And someone else may tell you to avoid all dairy and nix gluten.",
    "image": "https://www.rmhp.org/-/media/RMHPdotOrg/Images/Body/Blog/2020/Article/eating-habits.ashx",
    "link": "https://www.everydayhealth.com/diet-nutrition/importance-healthy-eating-habits/",
    "blog": "everydayhealth"
  },
  {
    "title": "The MIND Diet for Alzheimer’s Prevention",
    "description": "Shedding pounds is the primary goal of most diet plans, especially when it comes to fad detoxes and cleanses. But not everyone on a diet is looking to lose weight. Different diets can achieve different results. And if you’re hoping to improve your brain health and prevent the onset of Alzheimer’s disease, you may consider trying the MIND diet, which has been linked with slower cognitive decline.",
    "image": "https://as2.ftcdn.net/v2/jpg/02/79/37/19/1000_F_279371905_GozofSYrUmrShm8H9WxazBTi9WqPJRpQ.jpg",
    "link": "https://www.everydayhealth.com/diet-and-nutrition/diet/mind-diet-can-this-diet-plan-help-reverse-alzheimers-disease/",
    "blog": "everydayhealth"
  },
  {
    "title": "The Effects of Poor Nutrition on Your Health",
    "description": "Poor nutrition habits can be a behavioral health issue, because nutrition and diet affect how you feel, look, think and act. A bad diet results in lower core strength, slower problem solving ability and muscle response time, and less alertness. Poor nutrition creates many other negative health effects as well.",
    "image": "https://media.istockphoto.com/id/844466808/photo/fast-carbohydrates-food.jpg?s=612x612&w=0&k=20&c=TePRGiZCIUqSjD7478nt59pn-PxZrp48Lpp7do8z8Uk=",
    "link": "https://www.livestrong.com/article/31172-effects-poor-nutrition-health/",
    "blog": "livestrong"
  },
  {
    "title": "8 Things Dietitians Do Every Day to Keep Their Sugar Intake Under Control",
    "description": "Hear this: A life without sugar is not one we want to live. But chronically overdoing the sweet stuff also comes with consequences — namely, a higher risk for things like type 2 diabetes and heart disease.",
    "image": "https://i.guim.co.uk/img/media/7cd076270fde17ae28d9827181131c7e28beaa63/0_87_3904_2342/master/3904.jpg?width=465&quality=85&dpr=1&s=none",
    "link": "https://www.livestrong.com/article/13776890-dietitian-tips-to-reduce-sugar-intake/",
    "blog": "livestrong"
  },
  {
    "title": "The One Breakfast Brain Experts Want You to Eat More Often",
    "description": "If you want to start off the day benefiting your brain, there's one breakfast neurologists, neurosurgeons and other brain experts recommend: Overnight oats with walnuts and blueberries.",
    "image": "https://hips.hearstapps.com/hmg-prod/images/brain-food-resembling-a-brain-royalty-free-image-1661786975.jpg?resize=1200:*",
    "link": "https://www.livestrong.com/article/13731788-brain-breakfast-overnight-oats/",
    "blog": "livestrong"
  }
]